{
  "anglewyrm.tip.adorn" : "Torches made from stone are brighter",
  "anglewyrm.tip.allenchantmentsfortrade": "Librarians have a wide selection of enchanted books",
  "anglewyrm.tip.annabethsextravillagers": "The Ceramics villager trades for clay and terracotta",
  "anglewyrm.tip.betteranimalsplus1":"Watch out for wild boars, they have a bad attitude",
  "anglewyrm.tip.betteranimalsplus2":"Lampray eels often kill more than they can eat, Nature's fishermen. Careful, they bite",
  "anglewyrm.tip.bettercombat": "Hold L-click to spam attack. Weapons swing through grass and other things",
  "anglewyrm.tip.betterlilypads":"Candles, torches and other things can be placed on lily pads",
  "anglewyrm.tip.bettershears3":"Wooden shears can be crafted from a pair of sticks",
  "anglewyrm.tip.black_dye":"Black dye can be crafted from charcoal",
  "anglewyrm.tip.bonsaitrees3":"Put an axe and a hopper inside to automatically gather resources into an inventory beneath",
  "anglewyrm.tip.botanypots_pamshc2":"Crops can be crafted into seeds and then grown in botany pots",
  "anglewyrm.tip.cardboardboxes":"Transport chests without spilling their contents. Pick them up with an empty hand",
  "anglewyrm.tip.curious_armor_stands":"Armor stands can equip up to 8 Curios",
  "anglewyrm.tip.davespotioneering":"Potions stack, and splash potions can be thrown much farther",
  "anglewyrm.tip.fence_unleashed":"Unleashed animals won't pass through open gates",
  "anglewyrm.tip.ftb_ultimine":"Vein miner can mow grass, harvest crops, and fell trees",
  "anglewyrm.tip.instant_blocks":"R-click an instant block with a wand to summon it's structure",
  "anglewyrm.tip.lucky_ore":"Lucky ore dust can be crafted with raw ores for ore doubling",
  "anglewyrm.tip.nether_portals":"Nether portals can be made as small as 2x3, but can be larger",
  "anglewyrm.tip.notes_mod":"Notes can be pinned to the screen, to display to-do lists & reminders",
  "anglewyrm.tip.overlord":"Summon skeleton minions from a graveyard",
  "anglewyrm.tip.simple_homes":"Use /home [set] to teleport home",
  "anglewyrm.tip.sophisticated_backpacks":"Backpacks can be upgraded. You can also have more than one",
  "anglewyrm.tip.supplementaries":"R-click a map on a bed, portal or signpost to add a marker to the map",
  "anglewyrm.tip.washing_cauldron":"Dyed items can be washed clean of their color by R-Clicking them on a cauldron of water",
  "anglewyrm.tip.west":"The Sun, Moon, and stars rise in the East and set in the West",
  "anglewyrm.tip.wooden_bucket":"Buckets can be crafted from three logs"
}